Repository: igor-dyatlov/Icon-Requests
Catalog: po/*.po
Languages: ru

source: Icon Requests
ru: Запрос значков

source: Night Mode
ru: Ночной режим

source: About
ru: О приложении

source: Quit
ru: Выход

source: Report
ru: Запрос

source: Fix
ru: Исправить

source: Please check your connexion
ru: Пожалуйста, проверьте свою связь

source: Theme not supported
ru: Тема не поддерживается

source: You've reached your API limits
ru: Вы превысили лимиты API

source: Simple application to report missing icons to github repository
ru: Простое приложение для отправки отсутствующих значков в репозиторий гитхаба

source: Github
ru: Гитхаб

source: Loading desktop file informations...
ru: Загрузка информации о значках на рабочем столе...

source: All
ru: Все

source: Unsupported
ru: Не поддерживается

source: Hardcoded
ru: Закодирован

source: Report Missing icons to your current theme
ru: Сообщить о отсутствующих значках для текущей темы

source: About Icon Requests
ru: Об Icon Requests
